---
kind: other
id: Properties.T:Autodesk.Revit.DB.LeaderArrayIterator
source: html/f87aaa44-7784-2943-c23e-08e9c8885d13.htm
---
# LeaderArrayIterator Properties

Retrieves the item that is the current focus of the iterator.